// Выведите на экран любое значение с помощью console.log
console.log(6);
// Создайте две переменные с числами. Выведите их на экран
var per1=5
var per2 = 15
console.log(per1,per2);
// Сложите две переменные и выведите результат на экран
alert (`результат: ${per1+per2}`);
// Поищите в интернете функции для преобразования строки в верхний и нижний регистр. Выведите на экран два этих значения. 
console.log('hello'.toUpperCase());
console.log('HELLO'.toLowerCase());
// Запишите в свой скрипт реализацию каждой базовой операции над числами. Также посмотрите в интернете как возводить число в квадрат, получать остаток от деления
alert (`вычитание: ${per1-per2}, сложение: ${per1+per2}, умножение: ${per1*per2}, деление: ${per2/per1}, остаток от деления: ${per1%per2}, возведение в степень: ${per1**per2}`);
// Придумайте два задания и покажите преподавателю
// Соединить две переменные, содержащие текст, в одно предложение.
var per1="Я люблю читать "
var per2="интересные книги"
alert( `результат: ${per1+per2}`);
// Вставить переменную, содержащую текстовое значение, в текст.
var perem1 = "имя"
alert( `результат: 
– Мое ${perem1} Настя` );
